Repository: common-repository/restrict-content-pro-edd-add-on
Catalog: lang/edd_rcp-*.po
Languages: fa_ir

source: EDD Discount
fa_ir: تخفیف EDD

source: Paid Only
fa_ir: فقط پرداختی ها

source: Disable RCP settigns for this download
fa_ir: غیرفعال کردن تنظیمات RCP برای این دانلود

source: Don't show main price for this download (if RCP settings for this download is enabled)
fa_ir: قیمت اصلی را نمایش نده ( در صورت فعال بود تنظیمات RCP )

source: - price for "%s" subscription level
fa_ir: - قیمت برای سطح اشتراک "%s"

source: If subscription price fields was left blank (first priority) :
fa_ir: اگر فیلد قیمت خالی گذاشته شده بود ( اولیت اول ) :

source: Use the main price of this download
fa_ir: قیمت اصلی دانلود را لحاظ کن

source: Use the adjusted discount for subscription levels
fa_ir: تخفیف در نظر گرفته شده برای سطح کاربری را لحاظ کن

source: If the prices weren't blank and adjusted for "Paid Only" and the user was not active paid (second priority) :
fa_ir: اگر فیلد قیمت خالی نبود و برای حالت "فقط پرداختی" ست شده بود ولی کاربر فعال پرداختی نبود (اولیت دوم) :

source: Restrict Content Pro - EDD Add On
fa_ir: افزونه یکپارچه سازی Restric content pro با افزونه EDD

source: Integrates Restrict Content Pro with Easy Digital Downloads
fa_ir: این پلاگین افزونه EDD و Restrict content pro را به صورت یکپارچه و هماهنگ در می آورد - از مجموعه پلاگین های وب فارست

source: Hannan Ebrahimi Setoodeh
fa_ir: حنّان ابراهیمی ستوده

source: Restrict Content Pro - EDD Add On requires Easy Digital Downloads and Restrict Content Pro. Please install or activate them to continue.
fa_ir: افزونه یکپارچه سازی EDD و RCP نیاز به فعال بودن افزونه های EDD و Restrict content pro دارد .

source: Restrict Content Pro - EDD Add On requires Easy Digital Downloads. Please install or activate it to continue.
fa_ir: افزونه یکپارچه سازی EDD و RCP نیاز به فعال بودن افزونه ی EDD دارد .

source: Restrict Content Pro - EDD Add On requires Restrict Content Pro. Please install or activate it to continue.
fa_ir: افزونه یکپارچه سازی EDD و RCP نیاز به فعال بودن افزونه ی Restrict content pro دارد .

source: Enter the EDD default discount value for this subscription level. Values should be entered in EDD currency (%s). Note : the final price of each download can be defined for each subscription level from your download edit screens .
fa_ir: تخفیف پیشفرض برای محصولات EDD را وارد نمایید . مقادیر تخفیف می بایست بر اساس واحد پولی EDD (%s) باشد . توجه داشته باشید که قیمت نهایی هر دانلود برای هر سطح اشتراک را نیز میتوانید از صفحه همان محصول تنظیم نمایید .

source: EDD Discount value must be numeric and positive .
fa_ir: مقدار تخفیف EDD می بایست به صورت عددی مثبت وارد شود .

source: EDD Discount percent must be between 0 and 100 .
fa_ir: مقدار تخفیف EDD برای حالت درصدی می بایست عددی بین 0 تا 100 باشد .
